Repository: Kalugin-Roman/timepp__gnome
Catalog: data/po_files/po/*.po
Languages: ru

source: Delete all completed tasks
ru: Удалить все выполненные задачи

source: Archive all completed tasks to done.txt and delete them
ru: Архивировать все выполненные задачи в done.txt, а затем удалить

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: Today
ru: Сегодня

source: This Week
ru: Эта неделя

source: This Month
ru: Этот месяц

source: Last 3 Months
ru: 3 последних месяца

source: Last 6 Months
ru: 6 последних месяцев

source: All Time
ru: Все время

source: Search...
ru: Поиск...

source: Tasks
ru: Задачи

source: Projects
ru: Проекты

source: Year:
ru: Год:

source: Month:
ru: Месяц:

source: Day:
ru: День:

source: Ok
ru: ОК

source: Custom Range...
ru: Произвольный период...

source: %d day
ru: %d день

source: Average per day (including off days)
ru: Среднее за день (включая выходные дни)

source: Average per day (excluding off days)
ru: Среднее за день (исключая выходные дни)

source: Total
ru: Всего

source: Interval
ru: Интервал

source: Sort by Context
ru: Упорядочить по контексту

source: Sort by Projects
ru: Упорядочить по проектам

source: Sort by Priority
ru: Упорядочить по приоритету

source: Sort by Due Date
ru: Упорядочить по крайнему сроку выполнения

source: Sort by Completed
ru: Упорядочить по степени выполнения

source: Sort by Creation Date
ru: Упорядочить по дате создания

source: Sort by Completion Date
ru: Упорядочить по дате выполнения

source: Automatic sorting
ru: Автоматическая сортировка

source: syntax help
ru: синтаксическая справка

source: To use kanban boards, add the kanban todo extension to a task.
ru: Чтобы использовать канбан-доску, добавьте задачу Канбан.

source: Loading...
ru: Загрузка...

source: Add custom filter...
ru: Добавить свой фильтр...

source: Show hidden tasks only
ru: Показать только скрытые задачи

source: %d hidden task
ru: %d скрытая задача

source: Show recurring tasks only
ru: Показать только возобновленные задачи

source: %d recurring task
ru: %d возобновленная задача

source: Show deferred tasks only
ru: Показать только отложенные задачи

source: %d deferred task
ru: %d отложенная задача

source: Invert filters
ru: Инвертировать фильтры

source: Reset
ru: Сбросить

source: Completed
ru: Выполнено

source: No Priority
ru: Нет приоритета

source: %d task
ru: %d задача

source: Error while parsing csv file. See logs.
ru: Ошибка при импорте CSV-файла. Смотрите логи.

source: To track time, select a dir for csv files in the settings.
ru: Чтобы отследить время, выберите каталог для CSV-файлов в настройках.

source: Unable to load todo file
ru: Невозможно загрузить файл

source: %d task has recurred
ru: %d задача возобновлена

source: %d deferred task has been opened
ru: %d отложенная задача была открыта

source: Nothing found.
ru: Ничего не найдено.

source: recurrence
ru: возобновление

source: %d day after completion
ru: %d день после выполнения

source: due
ru: до

source: deferred
ru: отложена

source: created
ru: создана

source: completed
ru: выполнена

source: Archive
ru: Архивировать

source: Add New Task...
ru: Добавить задачу...

source: Add File
ru: Добавить файл

source: Unique name
ru: Уникальное имя

source: Todo file
ru: Файл списка дел

source: optional
ru: необязательный

source: Add New Alarm...
ru: Добавить напоминание...

source: Alarm at %s
ru: Напоминание в %s

source: Snooze
ru: Отложить

source: Alarm time
ru: Время напоминания

source: (h:min)
ru: (ч:мин)

source: Snooze duration
ru: Откладывать на

source: (min)
ru: (мин)

source: Alarm Message...
ru: Сообщение напоминания...

source: %d alarm went off!
ru: %d напоминание ушло!

source: Pomodoro
ru: Помидорный таймер

source: Timer
ru: Таймер

source: New Pomo
ru: Новый помидор

source: Take Break
ru: Сделать перерыв

source: Continue
ru: Продолжить

source: Stop
ru: Стоп

source: Reset pomodoro counter?
ru: Сбросить счетчик помидоров?

source: (min:sec)
ru: (мин:сек)

source: Num of pomos until long break
ru: Число помидоров до длинного перерыва

source: Control todo time tracker by task id...
ru: Контроль трекера времени todo по идентификатору задачи ...

source: Timer Expired!
ru: Время по таймеру истекло!

source: Default preset
ru: Предустановка по умолчанию

source: Open settings
ru: Открыть диалог настройки

source: Go to extension website
ru: Перейти на страницу расширения

source: Report bug
ru: Отчет об ошибке

source: Help with translations
ru: Помочь с переводом

source: Stopwatch
ru: Секундомер

source: Lap
ru: Круг

source: Start
ru: Старт

source: Move to Primary Monitor
ru: Переместить на основной экран

source: Move to Secondary Monitor
ru: Переместить на дополнительный экран

source: File or dir not found.
ru: Файл или папка не найдена.

source: today
ru: сегодня

source: %d day ago
ru: %d день назад

source: in %d day
ru: через %d день

source: Show only 1 panel icon for joined menus
ru: Показывать только один значок на панели для объединенных меню

source: Position in the panel
ru: Позиция на панели

source: Left
ru: Слева

source: Center
ru: По центру

source: Right
ru: Справа

source: Enabled Sections
ru: Включенные разделы

source: Alarms
ru: Напоминания

source: Todo and Time Tracker
ru: Список дел и тайм-трекер

source: General
ru: Общие

source: Show in separate menu
ru: Показывать отдельным меню

source: Show seconds
ru: Показывать секунды

source: Panel Item Mode
ru: Отображение элементов панели

source: Icon only
ru: Только значки

source: Text only
ru: Только текст

source: Icon and Text
ru: Значки и текст

source: Dynamic
ru: Динамический

source: Notification sound
ru: Звук уведомления

source: Notification style
ru: Стиль уведомления

source: Standard
ru: Обычный

source: Fullscreen
ru: На весь экран

source: None
ru: Никакой

source: Keyboard shortcuts
ru: Комбинации клавиш

source: Open popup menu
ru: Открыть всплывающее меню

source: Examples: <super><ctrl><alt><shift>t <shift>super F3
ru: Например: <super><ctrl><alt><shift>t <shift>super F3

source: not set
ru: не установлено

source: Open in fullscreen
ru: Открыть на весь экран

source: Open popup menu and search presets
ru: Открыть всплывающее меню и поиск пресетов

source: Format
ru: Формат

source: hours:min
ru: часы:мин

source: hours:min:sec
ru: часы:мин:сек

source: hours:min:sec:centisec
ru: часы:мин:сек:сантисек

source: Task width (px)
ru: Ширина задачи (пикс)

source: Resume tracking after abrupt restart?
ru: Возобновить отслеживание после внезапного перезапуска?

source: Todo / Time Tracker
ru: Список дел / тайм-трекер
